Repository: andyholmes/valent
Catalog: po/*.po
Languages: es, et, fr, gl, it, nl, te

source: Press left Control + Alt to release
et: Vabastamiseks vajuta Ctrl+Alt nuppe
gl: Prema Control esquerdo + Alt para soltar

source: Touchpad
et: Puuteplaat
gl: Área táctil

source: Drag one finger to move
es: Arrastra un dedo para moverte
et: Teisaldamiseks lohista ühe sõrmega
fr: Glisser un doigt pour déplacer
gl: Arrastre un dedo para mover
it: Trascina un dito per muovere
nl: Veeg met één vinger om de cursor te verplaatsen
te: తరలించడానికి ఒక వేలును లాగండి

source: Drag two fingers to scroll
es: Arrastre dos dedos para desplazarse
et: Kerimiseks lohista kahe sõrmega
fr: Glisser deux doigts pour faire défiler
gl: Arrastre dous dedos para desprazar
it: Trascina due dita per scorrere
nl: Veeg met twee vingers om te scrollen
te: స్క్రోల్ చేయడానికి రెండు వేళ్లను లాగండి

source: Tap one finger to click
es: Pulsa con un dedo para hacer clic
et: Klõpsamiseks puuduta ühe sõrmega
fr: Tapoter avec un doigt pour cliquer
gl: Toque cun dedo para premer
it: Tocca con un dito per cliccare
nl: Tik met één vinger om te klikken
te: క్లిక్ చేయడానికి ఒక వేలిని నొక్కండి

source: Tap two fingers to right click
es: Pulsa con dos dedos para hacer clic derecho
et: Parema hiireklõpsu tegevuste jaoks puuduta kahe sõrmega
fr: Tapoter avec deux doigts pour un clic droit
gl: Toque con dous dedos para o clic dereito
it: Tocca con due dita per cliccare con il tasto destro
nl: Tik met twee vingers om het rechtermuisknopmenu te openen
te: కుడి క్లిక్ చేయడానికి రెండు వేళ్లను నొక్కండి

source: Tap three fingers to middle click
es: Toca con tres dedos para hacer clic central
et: Keskmise hiireklõpsu tegevuste jaoks puuduta kolme sõrmega
fr: Tapoter avec deux doigts pour un clic de la molette
gl: Toque con tres dedos para o clic central
it: Tocca con tre dita per cliccare con il tasto centrale
nl: Tik met drie vingers om te middelklikken
te: మధ్య క్లిక్ చేయడానికి మూడు వేళ్లను నొక్కండి

source: Hold one finger to grab
es: Mantén un dedo para agarrar
et: Kinnihaaramiseks hoia all ühe sõrmega
fr: Maintenir un doigt pour saisir
gl: Manteña un dedo para agarrar
it: Tieni premuto con un dito per afferrare
nl: Houd met één vinger ingedrukt om te verslepen
te: పట్టుకోవడానికి ఒక వేలును పట్టుకోండి

source: Tap one finger to release
es: Toca con un dedo para soltar
et: Vabastamiseks puuduta ühe sõrmega
gl: Toque cun dedo para soltar
it: Tocca con un dito per rilasciare
nl: Tik met één vinger om los te laten
te: విడుదల చేయడానికి ఒక వేలిని నొక్కండి

source: Clear
et: Tühjenda
gl: Limpar

source: Send
et: Saada
fr: Envoyer
gl: Enviar

source: Pause
es: Pausar
et: Peata
gl: Deter
it: Pausa
nl: Pauzeren
te: పాజ్ చేయండి

source: Play
es: Reproducir
et: Esita
fr: Jouer
gl: Reproducir
it: Riproduci
nl: Afspelen
te: ఆడండి

source: Previous
es: Anterior
et: Eelmine
fr: Précédent
gl: Anterior
it: Precedente
nl: Vorige
te: మునుపటి

source: Next
es: Siguiente
et: Järgmine
fr: Suivant
gl: Seguinte
it: Prossimo
nl: Volgende
te: తదుపరి

source: Playback Options
et: Taasesituse valikud
gl: Opcións de reprodución
nl: Afspeelopties
te: ప్లేబ్యాక్ ఎంపికలు

source: _None
et: _Puudub
gl: _Ningunha
nl: Gee_n
te: కాదు(_N)

source: Repeat _One
et: Korda _üht lugu
gl: Repetir _unha
nl: Eén nummer her_halen
te: ఒకటిని పునరావృతం చేయండి(_O)

source: Repeat _All
et: Korda _kõiki
gl: Repetir _todo
nl: _Alles herhalen
te: రిపీట్ అన్నీ(_A)

source: _Shuffle
et: _Sega
gl: _Barallar
nl: Willekeurige modu_s
te: షఫుల్(_S)

source: Media Remote
es: Control Multimedia
et: Meediaesituse kaugjuhtimine
fr: Télécommande média
gl: Recursos remotos
it: Telecomando multimediale
nl: Externe media
te: మీడియా రిమోట్

source: Player
et: Meediaesitaja
gl: Reprodutor
nl: Mediaspeler

source: Control Media
et: Juhi meediaesitust
gl: Controle recursos

source: Open a media player on a connected device
et: Ava meediaesitaja ühendatud seadmes
gl: Abra un reprodutor multimedia dun dispositivo conectado

source: No Actions
es: Sin Acciones
et: Tegevusi pole
fr: Aucune action
gl: Ningunha acción
it: Nessuna azione
nl: Er zijn geen acties.
te: చర్యలు లేవు

source: You: %s
et: Sina: %s
gl: Vostede: %s
nl: Ik: %s
te: మీరు: %s

source: Conversations
es: Conversaciones
et: Vestlused
gl: Conversas
it: Conversazioni
nl: Gesprekken
te: సంభాషణలు

source: Unknown sender
et: Tundmatu saatja
gl: Remitente descoñecido
nl: Onbekende afzender
te: తెలియని పంపినవారు

source: Messages
es: Mensajes
et: Sõnumid
gl: Mensaxes
it: Messaggi
nl: Berichten
te: సందేశాలు

source: New Conversation
es: Nueva Conversación
et: Uus vestlus
fr: Nouvelle conversation
gl: Nova conversa
it: Nuova conversazione
nl: Nieuw gesprek
te: కొత్త సంభాషణ

source: Main Menu
es: Menú Principal
et: Põhimenüü
gl: Menú principal
it: Menu principale
nl: Hoofdmenu
te: ప్రధాన మెనూ

source: No Conversations
es: Sin Conversaciones
et: Vestlusi pole
fr: Aucune conversation
gl: Sen conversas
it: Nessuna conversazione
nl: Er zijn geen gesprekken
te: సంభాషణలు లేవు

source: No conversation selected
es: Ninguna conversación seleccionada
et: Ühtegi vestlust pole valitud
fr: Aucune conversation sélectionnée
gl: Ningunha conversa seleccionada
it: Nessuna conversazione selezionata
nl: Er is geen gesprek gekozen
te: సంభాషణ ఏదీ ఎంచుకోబడలేదు

source: Select or start a conversation
es: Selecciona o inicia una conversación
et: Vali mõni või alusta uut vestlust
fr: Sélectionner ou commencer une conversation
gl: Seleccione ou inicie unha conversa
it: Seleziona o avvia una conversazione
nl: Kies of begin een gesprek
te: సంభాషణను ఎంచుకోండి లేదా ప్రారంభించండి

source: Search
es: Buscar
et: Otsi
gl: Buscar
it: Cerca
nl: Zoeken
te: శోధించండి

source: Search messages…
es: Buscar mensajes…
et: Otsi sõnumeid…
fr: Chercher un messages
gl: Buscar mensaxes…
it: Ricerca messaggi…
nl: Berichten doorzoeken…
te: సందేశాలను వెతకండి...

source: No results found
es: No se han encontrado resultados
et: Tulemusi ei leidu
fr: Aucun résultat
gl: Non se atoparon resultados
it: Nessun risultato trovato
nl: Er zijn geen zoekresultaten
te: ఫలితాలు ఏవీ కనుగొనబడలేదు

source: Keyboard Shortcuts
es: Atajos de Teclado
et: Klaviatuuri kiirklahvid
fr: Raccourcis claviers
gl: Atallos de teclado
it: Scorciatoie da tastiera
nl: Sneltoetsen
te: కీబోర్డ్ సత్వరమార్గాలు

source: Help
es: Ayuda
et: Abiteave
fr: Aide
gl: Axuda
it: Aiuto
nl: Hulp
te: సహాయం

source: Close
es: Cerrar
et: Sulge
fr: Fermer
gl: Pechar
it: Chiudi
nl: Sluiten
te: మూసివేయి

source: Authors
et: Autorid
gl: Autoría
nl: Makers
te: రచయితలు

source: Version
et: Versioon
gl: Versión
nl: Versie
te: వెర్షన్

source: Website
et: Veebisait
gl: Sitio web
te: వెబ్సైట్

source: Edit Command
es: Editar Comando
et: Muuda käsku
gl: Editar orde
it: Modifica comando
nl: Opdracht bewerken
te: ఆదేశాన్ని సవరించండి

source: _Cancel
es: _Cancelar
et: _Katkesta
fr: Annuler
gl: _Cancelar
it: _Cancella
nl: _Annuleren
te: రద్దు(_C)

source: _Save
es: _Guardar
et: _Salvesta
gl: _Gardar
it: _Salva
nl: Op_slaan
te: సేవ్ చేయండి(_S)

source: Command Line
es: Línea de Comandos
et: Käsurida
fr: Ligne de commande
gl: Liña de ordes
it: Linea di comando
nl: Opdrachtregel
te: కమాండ్ లైన్

source: Remove
es: Eliminar
et: Eemalda
fr: Supprimer
gl: Retirar
it: Rimuovi
nl: Verwijderen
te: తొలగించు

source: The device name must not contain punctuation or brackets, including %s
et: Seadme nimes ei tohi olla kirjavahemärke ega sulgusid, sealhulgas on keelatud „%s“
gl: O nome do dispositivo non pode conter puntuación ou parénteses, incluídos %s

source: Application
es: Aplicación
et: Rakendus
gl: Aplicación
it: Applicazione
nl: Toepassing
te: అప్లికేషన్

source: Device Connections
es: Conexión de Dispositivos
et: Seadme ühendused
fr: Connexions
gl: Conexións de dispositivos
it: Connessioni del dispositivo
nl: Verbonden apparaten
te: పరికర కనెక్షన్లు

source: Mouse and Keyboard
es: Ratón y teclado
et: Hiir ja klahvistik
fr: Souris et clavier
gl: Rato e teclado
it: Mouse e tastiera
nl: Muis en toetsenbord
te: మౌస్ మరియు కీబోర్డ్

source: Media Players
es: Reproductores Multimedia
et: Meediaesitajad
fr: Lecteurs média
gl: Reprodutores de multimedia
it: Lettori multimediali
nl: Mediaspelers
te: మీడియా ప్లేయర్లు

source: Volume Control
es: Control de Volumen
et: Helivaljuse juhtimine
fr: Contrôle du volume
gl: Control de volume
it: Controllo del volume
nl: Volumeregeling
te: వాల్యూమ్ నియంత్రణ

source: Notifications
es: Notificaciones
et: Teavitused
gl: Notificacións
it: Notifiche
nl: Meldingen
te: నోటిఫికేషన్‌లు

source: Session Manager
es: Gestor de Sesiones
et: Sessioonihaldur
fr: Gestion de session
gl: Xestor de sesión
it: Responsabile della sessione
nl: Sessiebeheer
te: సెషన్ మేనేజర్

source: General
et: Üldseadistused
gl: Xeral

source: Device Name
es: Nombre del Dispositivo
et: Seadme nimi
fr: Nom de l'appareil
gl: Nome de dispositivo
it: Nome del dispositivo
nl: Apparaatnaam
te: పరికరం పేరు

source: Manual Device Setup
et: Seadme käsitsi seadistamine
gl: Configuración manual de dispositivo

source: Add Device
et: Lisa seade
gl: Engadir dispositivo

source: No configured addresses
et: Seadistatud aadresse pole
gl: Sen enderezos configurados

source: Cancel
es: Cancelar
et: Katkesta
fr: Annuler
gl: Cancelar
it: Annulla
nl: Annuleren
te: రద్దు చేయి

source: Add
et: Lisa
gl: Engadir

source: Hostname or IP address
et: Hosti nimi või IP-aadress
gl: Nome ou enderezo IP

source: Select download folder
es: Seleccionar carpeta de descargas
et: Vali allalaadimiste kaust
fr: Sélectionner le dossier de téléchargement
gl: Seleccionar cartafol de desacargas
it: Seleziona la cartella di download
nl: Kies een downloadmap
te: డౌన్‌లోడ్ ఫోల్డర్‌ని ఎంచుకోండి

source: Sharing
es: Compartiendo
et: Jagamine
gl: Compartir
it: Condivisione
nl: Delen
te: భాగస్వామ్యం

source: Download Directory
et: Allalaadimiste kaust
gl: Directorio de descargas

source: Where to store received files
et: Kuhu vastuvõetud failid salvestatakse
gl: Onde almacenar ficheiros recibidos

source: Commands
es: Comandos
et: Käsud
fr: Commandes
gl: Ordes
it: Comandi
nl: Opdrachten
te: ఆదేశాలు

source: Define commands that can be executed by remote devices
et: Kirjelda käsud, mida saab kaugseadmest käivitada
gl: Defina ordes que podan executar dispositivos remotos

source: Add command
et: Lisa käsk
gl: Engadir orde

source: No commands
et: Käske pole
gl: Sen ordes

source: Status
es: Estado
et: Olek
gl: Estado
it: Stato
te: స్థితి

source: Full Battery Notification
es: Notificación de Carga Completa
et: Aku täituvuse teavitus
fr: Notification de batterie pleine
gl: Notificación de batería chea
it: Notifica batteria carica
nl: Volledig opgeladen
te: పూర్తి బ్యాటరీ నోటిఫికేషన్

source: Notify when the remote battery is full
es: Avisar si el dispositivo remoto está completamente cargado
et: Teavita, kui kaugseadme aku on täis
gl: Notificar cando a batería remota estea ao tope
it: Notifica quando la batteria remota è carica
nl: Melding tonen als de accu volledig is opgeladen
te: రిమోట్ బ్యాటరీ నిండినప్పుడు తెలియజేయండి

source: Level Threshold
es: Umbral de Carga
et: Täituvuse lävend
gl: Limiar de nivel
it: Livello di soglia
nl: Niveaus
te: స్థాయి థ్రెషోల్డ్

source: Low Battery Notification
es: Notificación de Batería Baja
et: Aku tühjenemise teavitus
fr: Notification de batterie faible
gl: Notificación de batería baixa
it: Notifica di batteria scarica
nl: Laag accuniveau
te: తక్కువ బ్యాటరీ నోటిఫికేషన్

source: Notify when the remote battery is low
es: Avisar si la batería del dispositivo se está agotando
et: Teavita, kui kaugseadme aku hakkab saama tühjaks
gl: Notificar cando a batería remota estea baixa
it: Notifica quando la batteria remota è scarica
nl: Melding tonen als de accu bijna leeg is
te: రిమోట్ బ్యాటరీ తక్కువగా ఉన్నప్పుడు తెలియజేయండి

source: Telephony
es: Telefonía
et: Telefoniteenused
fr: Téléphone
gl: Telefonía
it: Telefonia
nl: Oproepen
te: టెలిఫోనీ

source: Incoming Calls
es: Llamadas Entrantes
et: Saabuvad kõned
fr: Appels entrants
gl: Chamadas recibidas
it: Chiamate in ingresso
nl: Inkomende oproepen
te: ఇన్‌కమింగ్ కాల్స్

source: What to do when the phone rings
es: Qué hacer cuando el teléfono suena
et: Mida teha telefoni helisemisel
gl: Que facer cando soe o teléfono
it: Cosa fare quando squilla il telefono
nl: Wat te doen als de telefoon overgaat
te: ఫోన్ రింగ్ అయినప్పుడు ఏమి చేయాలి

source: Pause Media
es: Pausar Reproducción
et: Peata meediaesitus
fr: Mettre le média en pause
gl: Deter reprodución
it: Mettere in pausa i media
nl: Media onderbreken
te: మీడియాను పాజ్ చేయండి

source: Ongoing Calls
es: Llamadas en Curso
et: Pooleliolevad kõned
fr: Appels en cours
gl: Chamadas efectuadas
it: Chiamate in corso
nl: Actieve gesprekken
te: కొనసాగుతున్న కాల్స్

source: What to do when the phone is answered
es: Qué hacer cuando se contesta el teléfono
et: Mida peaks tegema telefonile vastamisel
gl: Que facer ao atender unha chamada
it: Cosa fare quando si risponde al telefono
nl: Wat te doen als de telefoon wordt opgenomen
te: ఫోన్ ఆన్సర్ చేస్తే ఏం చేయాలి

source: Mute Microphone
es: Silenciar micrófono
et: Summuta mikrofon
fr: Mettre le microphone en sourdine
gl: Silenciar micrófono
it: Disattiva il microfono
nl: Microfoon dempen
te: మైక్రోఫోన్‌ను మ్యూట్ చేయండి

source: Notify if the device loses connectivity
et: Teavita, kui seade kaotab ühenduvuse
gl: Notificar se o dispositivo perde conectividade

source: Nothing
es: Nada
et: Mitte midagi
fr: Rien
gl: Nada
it: Niente
nl: Niets doen
te: ఏమీ లేదు

source: Mute
es: Silenciar
et: Summuta
fr: Sourdine
gl: Silenciar
it: Muto
nl: Dempen
te: మ్యూట్ చేయండి

source: Sync
es: Sincronizar
et: Sünkrooni
gl: Sincronizar
it: Sincronizzazione
nl: Synchroniseren
te: సమకాలీకరించు

source: Remote Clipboard
es: Portapapeles Remoto
et: Lõikelaud kaugseadmes
gl: Portapapeis remoto
it: Appunti remoti
nl: Extern klembord
te: రిమోట్ క్లిప్‌బోర్డ్

source: Copy changes to the local clipboard
es: Copiar cambios al portapapeles remoto
et: Kopeeri muudatused kohalikule lõikelauale
gl: Copiar cambios ao portapapeis local
it: Copia le modifiche negli appunti locali
nl: Kopieer wijzigingen naar het lokale klembord
te: మార్పులను స్థానిక క్లిప్‌బోర్డ్‌కు కాపీ చేయండి

source: Local Clipboard
es: Portapapeles Local
et: Kohalik lõikelaud
gl: Portapapeis local
it: Appunti locali
nl: Lokaal klembord
te: స్థానిక క్లిప్‌బోర్డ్

source: Report changes to the remote device
es: Informar de cambios en el dispositivo remoto
et: Teata muudatustest kaugseadmele
gl: Enviar cambios ao dispositivo remoto
it: Segnala le modifiche al dispositivo remoto
nl: Geef wijzigingen door aan het externe apparaat
te: రిమోట్ పరికరానికి మార్పులను నివేదించండి

source: Remote Contacts
es: Contactos Remotos
et: Kontaktid kaugseadmes
fr: Contacts distants
gl: Contactos remotos
it: Contatti remoti
nl: Externe contactpersonen
te: రిమోట్ పరిచయాలు

source: Import contacts from the remote device
es: Importar contactos desde un dispositivo remoto
et: Impordi kontaktid kaugseadmest
gl: Importar contactos do dispositivo remoto
it: Importa i contatti dal dispositivo remoto
nl: Importeer contactpersonen van het externe apparaat
te: రిమోట్ పరికరం నుండి పరిచయాలను దిగుమతి చేయండి

source: Local Contacts
es: Contactos Locales
et: Kohalikud kontaktid
fr: Contacts locaux
gl: Contactos locais
it: Contatti locali
nl: Lokale contactpersonen
te: స్థానిక పరిచయాలు

source: Share contacts with the remote device
es: Compartir contactos con un dispositivo remoto
et: Jaga kontakte kaugseadmega
gl: Compartir contactos do dispositivo remoto
it: Condividi i contatti con il dispositivo remoto
nl: Deel contactpersonen met het externe apparaat
te: రిమోట్ పరికరంతో పరిచయాలను భాగస్వామ్యం చేయండి

source: Local Notifications
es: Notificaciones locales
et: Kohalikud teavitused
gl: Notificacións locais
it: Notifiche locali
nl: Lokale meldingen
te: స్థానిక నోటిఫికేషన్‌లు

source: Forward notifications to the remote device
es: Reenviar notificaciones al dispositivo remoto
et: Edasta teavitused kaugseadmesse
gl: Remitir notificacións ao dispositivo remoto
it: Inoltrare le notifiche al dispositivo remoto
nl: Verstuur meldingen naar het externe apparaat
te: నోటిఫికేషన్‌లను రిమోట్ పరికరానికి ఫార్వార్డ్ చేయండి

source: Intelligent Sync
es: Sincronización Inteligente
et: Nutikas sünkroonimine
gl: Sincronización intelixente
it: Sincronizzazione intelligente
nl: Slimme synchronisatie
te: ఇంటెలిజెంట్ సింక్

source: Notifications follow the active device
es: Enviar las notificaciones al dispositivo activo
et: Teavitused järgnevad aktiivsesse seadmesse
gl: As notificacións seguen o dispositivo activo
it: Le notifiche seguono il dispositivo attivo
nl: Toon meldingen van het actieve apparaat
te: నోటిఫికేషన్‌లు సక్రియ పరికరాన్ని అనుసరిస్తాయి

source: Filter by Application
es: Filtrar por Aplicación
et: Filtreeri rakenduse kaupa
gl: Filtrar por aplicación
it: Filtra per applicazione
nl: Filteren op toepassing
te: అప్లికేషన్ ద్వారా ఫిల్టర్ చేయండి

source: Files
es: Archivos
et: Failid
gl: Ficheiros
it: Salva
nl: Bestanden
te: ఫైళ్లు

source: Automatically Mount
es: Montar Automáticamente
et: Haagi automaatselt
fr: Montage automatique
gl: Montar automaticamente
it: Monta automaticamente
nl: Automatisch aankoppelen
te: స్వయంచాలకంగా మౌంట్

source: Mount shared folders when the device connects
es: Montar carpetas compartidas cuando el dispositivo se conecta
et: Seadme ühendamisel haagi jagatud kaustad automaatselt
gl: Montar cartafoles compartidos ao conectarse o dispositivo
it: Monta le cartelle condivise quando il dispositivo si connette
nl: Koppel gedeelde mappen aan als het apparaat verbinding maakt
te: పరికరం కనెక్ట్ అయినప్పుడు భాగస్వామ్య ఫోల్డర్‌లను మౌంట్ చేయండి

source: Local Files
es: Archivos Locales
et: Kohalikud failid
gl: Ficheiros locais
it: File locali
nl: Lokale bestanden
te: స్థానిక ఫైల్‌లు

source: Share local files and directories
es: Compartir archivos locales y carpetas
et: Jaga kohalikke faile ja kaustu
gl: Compartir ficheiros e directorios locais
it: Condividi file e cartelle locali
nl: Deel lokale bestanden en mappen
te: స్థానిక ఫైల్‌లు మరియు డైరెక్టరీలను భాగస్వామ్యం చేయండి

source: Port
es: Puerto
gl: Porto
it: Porta
nl: Poort
te: పోర్ట్

source: Filter applications
es: Filtrar aplicaciones
et: Filtreeri rakendusi
gl: Filtrar aplicacións
it: Filtra le applicazioni
nl: Toepassingen filteren
te: అప్లికేషన్లను ఫిల్టర్ చేయండి

source: Reset
es: Reiniciar
et: Lähtesta
gl: Restaurar
it: Ripristina
nl: Standaardwaarden
te: రీసెట్ చేయండి

source: No Applications
es: Ninguna Aplicación
et: Rakendusi pole
fr: Aucune application
gl: Sen aplicacións
it: Nessuna applicazione
nl: Geen toepassingen
te: దరఖాస్తులు లేవు

source: Select Presentation
es: Seleccionar Presentación
et: Vali esitlus
fr: Sélectionner la présentation
gl: Seleccionar presentación
it: Seleziona la presentazione
nl: Kies een presentatie
te: ప్రదర్శనను ఎంచుకోండి

source: Presentations
es: Presentaciones
et: Esitlused
fr: Présentations
gl: Presentacións
it: Presentazioni
nl: Presentaties
te: ప్రదర్శనలు

source: All Files
es: Todos los Archivos
et: Kõik failid
fr: Tous les fichiers
gl: Todos os ficheiros
it: Tutti i file
nl: Alle bestanden
te: అన్ని ఫైల్‌లు

source: Presentation Remote
es: Control Remoto de Presentaciones
et: Esitluse kaugjuhtimispult
fr: Télécommande des présentations
gl: Presentación remota
it: Telecomando presentazione
nl: Presentatie-afstandsbediening
te: ప్రెజెంటేషన్ రిమోట్

source: Start
es: Iniciar
et: Käivita
fr: Démarrer
gl: Iniciar
it: Avvia
nl: Starten
te: ప్రారంభించండి

source: Stop
es: Detener
et: Lõpeta
fr: Arréter
gl: Parar
it: Ferma
nl: Stoppen
te: ఆపు

source: Pointer
es: Puntero
et: Kursor
fr: Pointeur
gl: Punteiro
it: Puntatore
nl: Aanwijzer
te: పాయింటర్

source: Size: %s
et: Suurus: %s
gl: Tamaño: %s
nl: Grootte: %s
te: పరిమాణం: %s

source: Total size: %s
et: Suurus kokku: %s
gl: Tamaño total: %s
nl: Totale grootte: %s
te: మొత్తం పరిమాణం: %s

source: %u files and links
et: %u faili ja linki
gl: %u ficheiros e ligazóns
nl: %u bestanden en links
te: %u ఫైల్‌లు మరియు లింక్‌లు

source: %u files
et: %u faili
gl: %u ficheiros
nl: %u bestanden
te: %u ఫైల్‌లు

source: %u links
et: %u linki
gl: %u ligazóns
te: %u లింక్‌లు

source: Share
es: Compartir
et: Jaga
fr: Partager
gl: Compartir
it: Condivisione
nl: Delen
te: షేర్ చేయండి

source: Select files, enter a link or paste text
et: Vali failid, sisesta link või aseta tekst lõikelaualt
gl: Seleccione ficheiros, introduza unha ligazón ou pegue texto
nl: Kies bestanden, links of plak tekst
te: ఫైల్‌లను ఎంచుకోండి, లింక్‌ను నమోదు చేయండి లేదా వచనాన్ని అతికించండి

source: Pick Files
et: Vali faile
gl: Escoller ficheiros
nl: Kies bestanden
te: ఫైళ్లను ఎంచుకోండి

source: Enter URL
et: Sisesta võrguaadress
gl: Introducir URL
nl: Voer een url in
te: URLని నమోదు చేయండి

source: Devices
es: Dispositivos
et: Seadmed
fr: Appareils
gl: Dispositivos
it: Dispositivi
nl: Apparaten
te: పరికరాలు

source: Share with multiple devices
et: Jaga mitme seadmega
gl: Compartir con varios dispositivos
nl: Delen met meerdere apparaten
te: బహుళ పరికరాలతో భాగస్వామ్యం చేయండి

source: Searching…
es: Buscando…
et: Otsin…
fr: Recherche...
gl: Buscando…
it: Ricerca…
nl: Bezig met zoeken…
te: శోధిస్తోంది...

source: _Share
es: _Compartir
et: _Jaga
fr: Partager
gl: _Compartir
it: _Condivisione
nl: _Delen
te: షేర్ చేయండి(_S)

source: translator-credits
es: HDavo <h.davoc24@gmail.com>
et: Priit Jõerüüt 2025
fr: Valérie Roux <vxlerieuwu@unixgirl.xyz>
gl: Xosé <proxecto@trasno.gal>
it: crediti-traduttori
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Sponsors
et: Sponsorid
gl: Patrocinadores
it: Sponsor
nl: Sponsoren
te: స్పాన్సర్లు

source: Refresh
es: Actualizar
et: Värskenda
fr: Rafraîchir
gl: Actualizar
it: Aggiorna
nl: Herladen
te: రిఫ్రెష్ చేయండి

source: Scan for new devices
es: Buscar nuevos dispositivos
et: Otsi võrgust uusi seadmeid
gl: Buscar dispositivos novos
it: Cerca nuovi dispositivi
nl: Zoeken naar nieuwe apparaten
te: కొత్త పరికరాల కోసం స్కాన్ చేయండి

source: Searching for devices…
es: Buscando dispositivos…
et: Otsin seadmeid…
fr: Recherche d'appareils
gl: Buscando dispositivos…
it: Ricerca dispositivi…
nl: Bezig met zoeken naar apparaten…
te: పరికరాల కోసం శోధిస్తోంది...

source: Share…
et: Jaga…
gl: Compartir…
nl: Delen…
te: షేర్ చేయండి...

source: About Valent
es: Acerca de Valent
et: Rakenduse teave: Valent
fr: À propos de Valent
gl: Sobre o Valent
it: Informazioni su Valent
nl: Over Valent
te: వాలెంట్ గురించి

source: Quit
es: Cerrar
et: Välju
fr: Quitter
gl: Saír
it: Esci
nl: Afsluiten
te: నిష్క్రమించు

source: Integration with GTK4
es: Integración con GTK4
et: GTK4 lõiming
fr: Intégration avec GTK4
gl: Integración con GTK4
it: Integrazione con GTK4
nl: Integratie met GTK4
te: GTK4తో ఏకీకరణ

source: Connect devices over LAN
es: Conectar dispositivos a través de LAN
et: Ühenda seadmeid üle kohtvõrgu
fr: Connecter des appareils LAN
gl: Conectar dispositivos dentro da LAN
it: Connetti i dispositivi tramite LAN
nl: Verbind met apparaten via lan
te: LAN ద్వారా పరికరాలను కనెక్ట్ చేయండి

source: Lock and unlock
es: Bloquear y desbloquear
et: Lukusta ja eemalda lukustus
fr: Verrouiller et déverrouiller
gl: Bloquear e desbloquear
it: Blocca e sblocca
nl: Vergrendelen en ontgrendelen
te: లాక్ మరియు అన్లాక్

source: Control the mouse and keyboard
es: Controlar el ratón y el teclado
et: Juhi hiirt ja klahvistikku
fr: Contrôler la souris et le clavier
gl: Controle o rato e o teclado
it: Controlla il mouse e la tastiera
nl: Bedien de muis en het toetsenbord
te: మౌస్ మరియు కీబోర్డ్ నియంత్రించండి

source: Share control of MPRISv2 players
es: Compartir el control de los reproductores MPRISv2
et: Juhi MPRISv2-liidesega meediaesitajaid
fr: Partager la gestion des lecteurs MPRISv2
gl: Comparta o control de reprodutores MPRISv2
it: Condividi il controllo dei lettori MPRISv2
nl: Bedien met MPRISv2 compatibele mediaspelers
te: MPRISv2 ప్లేయర్‌ల నియంత్రణను భాగస్వామ్యం చేయండి
