Repository: andyholmes/valent
Catalog: po/*.po
Languages: es, et, fr, gl, it, nl, te

source: Sync notifications
es: Sincronizar notificaciones
et: Sünkrooni teavitusi
fr: Synchroniser les notifications
gl: Sincronizar notificacións
it: Sincronizza le notifiche
nl: Meldingen synchroniseren
te: నోటిఫికేషన్‌లను సమకాలీకరించండి

source: Send and receive pings
es: Enviar y recibir pings
et: Saada ja võta vastu ping-sõnumeid
fr: Envoyer et reçevoir des pings
gl: Envíe e reciba pings
it: Invia e ricevi ping
nl: Ontvang en verstuur oproepjes
te: పింగ్‌లను పంపండి మరియు స్వీకరించండి

source: Integration with PipeWire
et: PipeWire'i lõiming
gl: Integración con PipeWire
nl: Integratie met PipeWire
te: PipeWireతో ఏకీకరణ

source: Presenter
es: Presentador
et: Esineja
fr: Présentations
gl: Presentador
it: Presentazione
nl: Afstandsbediening
te: ప్రెజెంటర్

source: Control presentations
es: Controlar presentaciones
et: Esitluste juhtimine
fr: Contrôle des présentations
gl: Controle presentacións
it: Controlla le presentazioni
nl: Bedien presentaties
te: ప్రదర్శనలను నియంత్రించండి

source: Integration with PulseAudio
es: Integración con PulseAudio
et: PulseAudio lõiming
fr: Intégration avec PulseAudio
gl: Integración con PulseAudio
it: Integrazione con PulseAudio
nl: Integratie met PulseAudio
te: PulseAudioతో ఏకీకరణ

source: Execute commands remotely
es: Ejecutar comandos de forma remota
et: Käskude käivitamine eemalt
fr: Exécuter des commandes à distance
gl: Execute ordes remotas
it: Esegui comandi da remoto
nl: Voer externe opdrachten uit
te: రిమోట్‌గా ఆదేశాలను అమలు చేయండి

source: Run Command
es: Ejecutar Comando
et: Käivita käsk
fr: Exécuter la commande
gl: Executar orde
it: Esegui comando
nl: Opdracht uitvoeren
te: ఆదేశాన్ని అమలు చేయండి

source: Share files and directories with SFTP
es: Compartir archivos y carpetas con SFTP
et: Jaga faile ja kaustu SFTP-ga
gl: Comparta ficheiros e directorios con SFTP
it: Condividi file e cartelle con SFTP
nl: Verken bestanden en mappen met sftp
te: SFTPతో ఫైల్‌లు మరియు డైరెక్టరీలను భాగస్వామ్యం చేయండి

source: Permission denied
es: Autorización denegada
et: Õigused puuduvad
fr: Permission non accordée
gl: Permiso denegado
it: Permesso negato
nl: Toegang geweigerd
te: అనుమతి నిరాకరించబడింది

source: Browse Folders
et: Sirvi kaustu
gl: Examinar cartafoles

source: Unmount
et: Eemalda haakimine
gl: Desmontar

source: Mount
et: Haagi
gl: Montar

source: Direct file, link and text sharing
es: Intercambio directo de archivos, enlaces y textos
et: Otsene failide, linkide ja tekstide jagamine
gl: Compartir directamente ficheiros, ligazóns e texto
it: Condivisione diretta di file, collegamenti e testo
nl: Deel bestanden, links en tekst
te: డైరెక్ట్ ఫైల్, లింక్ మరియు టెక్స్ట్ షేరింగ్

source: Transferring Files
es: Transfiriendo Archivos
et: Failide edastamine
fr: Transfert de fichiers en cours
gl: Transferencia de ficheiros
it: Trasferimento di file
nl: Bezig met overdracht…
te: ఫైల్‌లను బదిలీ చేస్తోంది

source: Receiving one file from %1$s
es: Recibiendo un archivo desde %1$s
et: Võtan vastu ühte faili seadmest „%1$s“
fr: Un fichier de %1$s en cours de réception
gl: Recibindo un ficheiro desde %1$s
it: Ricezione di un file da %1$s
nl: Bezig met ontvangen van één bestand van %1$s…
te: %1$s నుండి ఒక ఫైల్ అందుతోంది

source: Transfer Complete
es: Transferencia Completa
et: Edastamine on lõppenud
fr: Transfert terminé
gl: Transferencia completa
it: Trasferimento completato
nl: Overdracht voltooid
te: బదిలీ పూర్తయింది

source: Received one file from %1$s
es: Recibido un archivo desde %1$s
et: Võtan vastu ühe faili seadmest „%1$s“
fr: Fichier reçu de %1$s
gl: Recibiuse un ficheiro desde %1$s
it: Ricevuto un file da %1$s
nl: Eén bestand ontvangen van %1$s
te: %1$s నుండి ఒక ఫైల్ స్వీకరించబడింది

source: Transfer Failed
es: Transferencia Fallida
et: Edastamimine ei õnnestunud
fr: Échec du transfert
gl: Fallou a transferencia
it: Trasferimento fallito
nl: Overdracht mislukt
te: బదిలీ విఫలమైంది

source: Open Folder
es: Abrir Carpeta
et: Ava kaust
fr: Ouvrir le dossier
gl: Abrir cartafol
it: Apri cartella
nl: Map openen
te: ఫోల్డర్ తెరవండి

source: Open File
es: Abrir Archivo
et: Ava fail
fr: Ouvrir le fichier
gl: Abrir ficheiro
it: Apri file
nl: Bestand openen
te: ఫైల్‌ని తెరవండి

source: Transferring File
es: Transfiriendo Archivo
et: Fail on edastamisel
fr: Transfert du fichier en cours
gl: Transferindo ficheiro
it: Trasferimento file
nl: Bezig met overdracht…
te: ఫైల్‌ను బదిలీ చేస్తోంది

source: Opening “%s” from “%s”
gl: Abrindo «%s» desde «%s»
nl: Bezig met openen van ‘%s’ vanop “%s”…
te: “%s” నుండి “%s” తెరవడం

source: Opening “%s” on “%s”
gl: Abrindo «%s» en «%s»
nl: Bezig met openen van ‘%s’ op “%s”…
te: “%s” లో “%s” తెరవడం

source: Opened “%s” on “%s”
gl: Abriuse «%s» en «%s»
nl: ‘%s’ is geopend op “%s”
te: "%s" లో "%s" తెరవబడింది

source: Sending one file to %1$s
es: Enviando un archivo a %1$s
et: Saadan ühe faili seadmesse „%1$s“
fr: Envoi d'un fichiers vers %1$s en cours
gl: Enviando un ficheiro a %1$s
it: Invio di un file a %1$s
nl: Bezig met versturen van één bestand naar %1$s…
te: ఒక ఫైల్‌ని %1$s కి పంపుతోంది

source: Sent one file to %1$s
es: Enviar un archivo a %1$s
et: Saatsin ühe faili seadmesse „%1$s“
fr: Un fichier envoyé vers %1$s
gl: Enviouse un ficheiro a %1$s
it: Inviato un file a %1$s
nl: Eén bestand verstuurd naar %1$s
te: %1$s కి ఒక ఫైల్ పంపబడింది

source: Text from “%s” saved to “%s”
gl: Texto de «%s» gardado en «%s»
nl: Tekst van “%s” is opgeslagen op “%s”
te: “%s” నుండి వచనం “%s” కి సేవ్ చేయబడింది

source: Text from “%s”
gl: Texto de «%s»
nl: Tekst “%s”
te: “%s” నుండి వచనం

source: Copy
es: Copiar
et: Kopeeri
fr: Copier
gl: Copiar
it: Copia
nl: Kopiëren
te: కాపీ చేయండి

source: Send and receive SMS messages
es: Enviar y recibir mensajes SMS
et: Saada ja võta vastu SMS-sõnumeid
fr: Envoyer et reçevoir des messages SMS
gl: Enviar e recibir mensaxes SMS
it: Invia e ricevi messaggi SMS
nl: Verstuur en ontvang sms'jes
te: SMS సందేశాలను పంపండి మరియు స్వీకరించండి

source: System Volume
es: Volumen del Sistema
et: Helivaljus
fr: Volume système
gl: Volume do sistema
it: Volume di systema
nl: Systeemvolume
te: సిస్టమ్ వాల్యూమ్

source: Monitor volume levels and microphones
es: Controlar los niveles de volumen y de los micrófonos
et: Halda helivaljust ja mikrofone
gl: Vixiar niveis de volume e micrófonos
it: Monitora il livello del volume e i microfoni
nl: Bedien de volumeniveaus en microfonen
te: వాల్యూమ్ స్థాయిలు మరియు మైక్రోఫోన్‌లను పర్యవేక్షించండి

source: Be notified of incoming and ongoing calls
es: Ser notificado de llamadas entrantes y de llamadas en curso
et: Teavitused telefoni helisemiste ja pooleliolevate kõnede kohta
fr: Être notifié des appels entrants et en cours
gl: Reciba notificacións de chamadas recibidas e efectuadas
it: Ricevi una notifica delle chiamate in entrata e in corso
nl: Toon een melding bij inkomende en actieve gesprekken
te: ఇన్‌కమింగ్ మరియు కొనసాగుతున్న కాల్‌ల గురించి తెలియజేయండి

# contact identity
source: Unknown
et: Tundmatu
gl: Descoñecido
nl: Onbekend
te: తెలియదు

source: Incoming call
es: Llamada Entrante
et: Telefon heliseb
fr: Appel entrant
gl: Chamada recibida
it: Chiamte in entrata
nl: Inkomende oproep
te: ఇన్‌కమింగ్ కాల్

source: Ongoing call
es: Llamada en Curso
et: Kõne on pooleli
fr: Appel en cours
gl: Chamada en curso
it: Chiamata in corso
nl: Actief gesprek
te: కొనసాగుతున్న కాల్

source: Syncing Devices
es: Sincronizando Dispositivos
et: Sünkroonin seadmeid
gl: Sincronizando dispositivos
it: Sincronizzazione dei dispositivi
nl: Apparaten synchroniseren
te: పరికరాలను సమకాలీకరించడం

source: Valent wants to run as a service
es: Valent quiere ejecutarse como un servicio
et: Valent soovib võimalust toimida taustateenusena
fr: Valent veut s'exécuter en tant que service
gl: Valent quere ser executado como servizo
it: Valent vuole avviarsi come servizio
nl: Valent wil worden uitgevoerd als achtergronddienst
te: వాలెంట్ సేవగా అమలు చేయాలనుకుంటున్నారు

source: Portals
et: Portaalid
fr: Portails
gl: Portais
nl: Portalen
te: పోర్టల్స్

source: Integration with desktop portals
es: Integración con desktop portals
et: Lõiming töölauaportaalidega
fr: Intégration avec les portails de bureau
gl: Integración con portais do escritorio
it: Integrazione con desktop portals
nl: Integratie met bureaubladportalen
te: డెస్క్‌టాప్ పోర్టల్‌లతో ఏకీకరణ

source: Disabled
et: Pole kasutusel
gl: Desactivado

source: %u Output
et: %u heliväljund
gl: %u saída

source: %u Input
et: %u helisisend
gl: %u entrada

source: System Sounds
et: Süsteemi helid
gl: Sons do sistema

source: %s and %u more…
et: %s ja veel %u…
nl: %s en nog %u andere…

source: Volume
es: Volumen
et: Helivaljus
te: వాల్యూమ్

source: Lower
es: Bajar
et: Madalam
fr: Baisser
it: Riduci
nl: Verlagen
te: దిగువ

source: LAN
et: Kohtvõrk

source: Mousepad
es: Ratón
et: Hiirematt
fr: Tapis de souris
nl: Touchpad
te: మౌస్‌ప్యాడ్

source: SMS
et: SMS-sõnum

source: Valent
te: వాలెంట్

source: Paired
es: Emparejado
fr: Lié
it: Accoppiato
nl: Gekoppeld
te: జత చేయబడింది

source: Whether the device is paired
es: Si el dispositivo está emparejado
fr: Si l'appareil est lié
it: Se il dispositivo è accoppiato
nl: Of het apparaat is gekoppeld.
te: పరికరం జత చేయబడిందా

source: Andy Holmes
te: ఆండీ హోమ్స్

source: Bluez
te: బ్లూజ్

source: GNOME
te: గ్నోమ్

source: Remove the command
es: Eliminar el comando
it: Rimuovi il comando
te: ఆదేశాన్ని తీసివేయండి

source: Add a command
es: Añadir un comando
it: Aggiungi un comando
te: ఆదేశాన్ని జోడించండి

source: Local Commands
es: Comandos Locales
it: Comandi locali
te: స్థానిక ఆదేశాలు

source: Commands that can be executed by remote devices
es: Comandos que pueden ser ejecutados por dispositivos remotos
it: Comandi che possono essere eseguiti da remoto
te: రిమోట్ పరికరాల ద్వారా అమలు చేయగల ఆదేశాలు

source: Local Connectivity
es: Conexión Local
fr: Connectivité locale
it: Connettività locale
te: స్థానిక కనెక్టివిటీ

source: Send updates to the remote device
es: Enviar actualizaciones al dispositivo remoto
it: Invia aggiornamenti al dispositivo remoto
te: రిమోట్ పరికరానికి నవీకరణలను పంపండి

source: Remote Connectivity
es: Conectividad Remota
fr: Connectivité distante
it: Connettività remota
te: రిమోట్ కనెక్టివిటీ

source: Notify if the remote device loses connectivity
es: Avisar si el dispositivo remoto pierde la conexión
it: Notifica se il dispositivo remoto perde la connettività
te: రిమోట్ పరికరం కనెక్టివిటీని కోల్పోతే తెలియజేయండి

source: Download directory
es: Directorio de descargas
fr: Dossier de téléchargement
it: Cartella dei download
te: డైరెక్టరీని డౌన్‌లోడ్ చేయండి

source: Where received files are stored
es: Donde se almacenan los archivos recibidos
fr: Où les fichiers entrants sont stockés
it: Dove vengono archiviati i file ricevuti
te: స్వీకరించిన ఫైల్‌లు ఎక్కడ నిల్వ చేయబడతాయి

source: Desktop Integration
es: Integración con Escritorio
fr: Intégration bureau
it: Integrazione desktop
te: డెస్క్‌టాప్ ఇంటిగ్రేషన్

source: Ping
nl: Rinkelen
te: పింగ్

source: Ping!
nl: Rinkelen!
te: పింగ్!

source: PipeWire
te: పైప్‌వైర్

source: Browse Files
es: Examinar Archivos
fr: Parcourir les fichiers
it: Sfoglia file
te: ఫైళ్లను బ్రౌజ్ చేయండి

source: Text from %s (%s).txt
nl: Text van %s (%s).txt
te: %s (%s).txt నుండి వచనం

source: Failed to pair with “%s”
nl: “%s” kan niet worden gekoppeld

source: Device clocks are out of sync
nl: De klokken lopen niet gelijk

source: Pair and connect your devices
fr: Liez et connectez vos appareils

source: Pairing request from %s
fr: Demande de liaison de %s

source: Unavailable
es: No disponible
fr: Indisponible

source: Verification Key
fr: Clé de vérification

source: Device
fr: Appareil

source: Share State
fr: Partager l'état

source: Send updates of the battery status
fr: Mettre à jour l'état de la batterie

source: Show a notification when the battery is full
fr: Avertir lorsque la batterie est pleine

source: Full Battery Level
fr: Niveau de batterie pleine

source: The level to consider the battery full
fr: Niveau pour considérer la batterie comme pleine

source: Show a notification when the battery is low
fr: Avertir lorsque la batterie est faible

source: Low Battery Level
fr: Niveau de batterie faible

source: The level to consider the battery low
fr: Niveau pour considérer la batterie comme faible

source: Sync battery statistics
fr: Synchroniser les statistiques de la batterie

source: Local Battery
fr: Batterie locale

source: How the local battery state is handled.
fr: Comment l'état de la batterie locale est géré.

source: Remote Battery
fr: Batterie distante

source: How the remote battery state is handled.
fr: Comment l'état de la batterie distante est géré.

source: Sync clipboard content
fr: Synchroniser le contenu du presse-papiers

source: Clipboard Sync
fr: Synchroniser le presse-papier

source: Control how clipboard content is synced between devices.
fr: Contrôler comment le contenu du presse-papiers est synchronisé entre appareils.

source: Remote Clipboard Changes
fr: Changements distants du presse-papiers

source: Copy to the local clipboard
fr: Copier vers le presse-papiers local

source: Local Clipboard Changes
fr: Changements locaux du presse-papiers

source: Copy to the remote clipboard
fr: Copier vers le presse-papiers distant

source: Send connectivity reports
fr: Envoyer l'état des réseaux

source: Offline Notification
fr: Notification hors-ligne

source: Show a notification when there is no connectivity
fr: Avertir lorsque l'appareil est hors-ligne

source: Connectivity Report
fr: État du réseau

source: Sync network connectivity status
fr: Synchroniser l'état du réseau

source: How the local connectivity state is handled.
fr: Comment l'état de connectivité local est géré

source: How the remote connectivity state is handled.
fr: Comment l'état de connectivité distante est géré

source: Sync contacts
fr: Synchroniser les contacts

source: Control how remote contacts are used.
fr: Gérer comment les contacts distants sont utilisés

source: Sync Contacts
fr: Synchroniser les contacts

source: Download contacts from remote device.
fr: Télécharger les contacts de l'appareil distant

source: Import Contacts
fr: Importer les contacts

source: Allow other applications to use the remote contacts.
fr: Autoriser d'autres applications à utiliser les contacts distants.

source: Control how local contacts are used.
fr: Gérer comment les contacts locaux sont utilisés

source: Upload contacts to remote device.
fr: Téléverser les contacts vers l'appareil distant.

source: Found
fr: Trouvé

source: Remote Input
fr: Entrée distante

source: Tap one finger to ungrab
fr: Tapoter avec un doigt pour relâcher

source: Seek Back
fr: Reculer d'un pas

source: Seek Forward
fr: Avancer d'un pas

source: Repeat
fr: Répéter

source: Shuffle
fr: Aléatoire

source: Notification Sync
fr: Synchronisation des notifications

source: Forward Notifications
fr: Envoyer les notifications

source: Forward When Active
fr: Envoyer si la session est active

source: Send notifications when the session is active
fr: Envoyer les notifications lorsque la session est active.

source: _Reset
fr: Réinitialiser

source: Take a photo with the remote device
fr: Prendre une photo avec l'appareil distant

source: Failed to receive “%s” from %s
fr: Échec de récéption de “%s” depuis %s

source: Take Photo
fr: Prendre une photo

source: Edit
fr: Modifier

source: Run Unrestricted?
fr: Exécuter sans restrictions?

source: Commands will be run on the host system without restriction.
fr: Les commandes vont être exécutées sur le systême hôte sans restriction.

source: I Understand
fr: Je comprends

source: Define commands that can be executed by the remote device.
fr: Définir les commandes qui peuvent être exécutées par l'appareil distant.

source: Add Command…
fr: Ajouter une commande...

source: Browse files and directories
fr: Parcourir les fichiers et dossiers

source: Remote Filesystem
fr: Système de fichiers distant

source: How the remote filesystem is handled.
fr: Comment le système de fichiers distant est géré.

source: Attempt to mount the filesystem when the device connects.
fr: Tenter de monter le système de fichiers distant lorsque l'appareil se connecte.

source: Local Filesystem
fr: Système de fichiers local

source: How the local filesystem is handled.
fr: Comment le système de fichiers local est géré.

source: Local Access
fr: Accès local

source: Expose the local SSH service.
fr: Exposer le service SSH local.

source: Opening “%s” from %s
fr: Ouverture de “%s” depuis %s

source: Opening “%s” on %s
fr: Ouverture de “%s” sur %s

source: Opened “%s” on %s
fr: “%s” ouvert sur %s

source: Share Files
fr: Partager des fichiers

source: Send Files
fr: Envoyer des fichiers

source: Received Files
fr: Fichiers reçus

source: Control how received files are handled.
fr: Choisissez comment les fichiers reçus doivent être gérés

source: Choose a device to share the selected files with.
fr: Choisissez un appareil auquel partager les fichiers seléctionnés.

source: Always use this device
fr: Toujours utiliser cet appareil

source: Shared Text
fr: Texte partagé

source: %u other contact
fr: %u autre contact

source: Messaging
fr: Messagerie

source: Search Messages
fr: Chercher un message

source: Back
fr: Retour

source: Change Address Book…
fr: Changer le carnet d'adresses...

source: Control the system volume
fr: Contrôler le volume système

source: Unknown Contact
fr: Contact inconnu

source: What to do when the phone rings.
fr: Que faire lorsque le téléphone sonne.

source: What to do when the phone is answered.
fr: Que faire lorsque le téléphone est décroché.

source: Autostart
fr: Démarrage automatique

source: Start the service at login.
fr: Démarrer le service lors de la connexion

source: Session timeout in seconds, 0 for no timeout.
fr: Timeout de la session en secondes, 0 pour aucun timeout.
