Repository: andyholmes/valent
Catalog: po/*.po
Languages: es, et, fr, gl, it, nl, te

source: Connect, control and sync devices
es: Conecta, controla y sincroniza tus dispositivos
et: Ühenda, halda ja sünkrooni seadmeid
fr: Connectez, contrôlez et synchronisez vos appareils
gl: Conecte, controle e sincronice dispositivos
it: Connetti, controlla e sincronizza i dispositivi
nl: Verbind met, beheer en synchroniseer tussen apparaten
te: పరికరాలను కనెక్ట్ చేయండి, నియంత్రించండి మరియు సమకాలీకరించండి

source: Name
es: Nombre
et: Nimi
fr: Nom
gl: Nome
it: Nome
nl: Naam
te: పేరు

source: The display name for the local device.
es: El nombre de visualización para el dispositivo local
et: Kohaliku seadme kuvatav nimi.
fr: Le nom d'affichage de l'appareil local
gl: O nome do dispositivo local como quere que se vexa.
it: Il nome visualizzato per il dispositivo locale.
nl: De naam van het lokale apparaat.
te: స్థానిక పరికరం కోసం ప్రదర్శన పేరు.

source: Device Addresses
et: Seadme aadressid
gl: Enderezos de dispositivo

source: Add devices by hostname or IP address
et: Lisa seadmeid hosti nime või IP-aadressi alusel
gl: Engadir dispositivos por nome ou por enderezo IP

source: Plugin State
es: Estado de la Extensión
et: Lisamooduli olek
fr: État de l'extension
gl: Estado do engadido
it: Stato del plugin
nl: Plug-instatus
te: ప్లగిన్ స్థితి

source: Whether the plugin is enabled or not.
es: Si la extensión está activada o no
et: Kas lisamoodul on kasutusel või mitte.
fr: Si l'extension est activée ou non
gl: Se se habilita o engadido ou non.
it: Se il plugin è abilitato o meno.
nl: Of de plug-in is ingeschakeld.
te: ప్లగ్ఇన్ ప్రారంభించబడిందో లేదో.

source: Securely connect your devices to open files and links where you need them, get notifications when you need them, stay in control of your media and more.
es: Conecta tus dispositivos de manera segura para abrir archivos y enlaces donde lo necesites, recibe notificaciones cuando lo necesites, controla tu multimedia y más.
et: Ühenda oma seadmed turvaliselt omavahel ja ava faile ning linke seal, kus sa seda vajad. Lisaks näed teavitusi ja saad hallata esitamisel meediat ning nii mõndagi veel.
fr: Connectez vos appareils en toute sécurité pour ouvrir des fichiers, des liens, recevez vos notifications sur n'importe quel appareil, et bien plus encore.
gl: Conecte con seguranza os seus dispositivos para abrir ficheiros e ligazóns onde os precise, obteña notificacións cando as precise, manteña o control dos seus recursos multimedia e máis.
it: Connetti in modo sicuro i tuoi dispositivi per aprire file e collegamenti dove ne hai bisogno, ricevi notifiche quando ne hai bisogno, mantieni il controllo dei tuoi contenuti multimediali e altro ancora.
nl: Verbind op een veilige manier met uw apparaten om bestanden en links te openen, meldingen te ontvangen, media te bedienen en nog veel meer.
te: మీకు అవసరమైన ఫైల్‌లు మరియు లింక్‌లను తెరవడానికి మీ పరికరాలను సురక్షితంగా కనెక్ట్ చేయండి, మీకు అవసరమైనప్పుడు నోటిఫికేషన్‌లను పొందండి, మీ మీడియాపై నియంత్రణలో ఉండండి మరియు మరిన్ని చేయండి.

source: Features:
es: Funcionalidades:
et: Funktsionaalsused:
fr: Fonctionnalités:
gl: Caracterísficas:
it: Caratteristiche
nl: Kenmerken:
te: ఫీచర్లు:

source: Sync contacts, notifications and clipboard content
es: Sincroniza contactos, notificaciones y contenido del portapapeles
et: Kontaktide, teavituste ja lõikelaua sisu sünkroonimine
fr: Synchronisez vos contacts, notification et le contenu de votre presse-papier.
gl: Sincronice contactos, notificacións e o contido do portapapeis
it: Sincronizza contatti, notifiche e il contenuto degli appunti
nl: Synchroniseer contactpersonen, meldingen en klembordinhoud
te: పరిచయాలు, నోటిఫికేషన్‌లు మరియు క్లిప్‌బోర్డ్ కంటెంట్‌ని సమకాలీకరించండి

source: Control media players and volume
es: Control de reproductores multimedia y el volumen
et: Meediaesitajate ja helivaljuse juhtimine
fr: Contrôlez vos lecteurs média et votre volume
gl: Controle os reprodutores multimedia e o volume
it: Controlla i lettori multimediali e il volume
nl: Bedien mediaspelers en volumeniveaus
te: మీడియా ప్లేయర్‌లు మరియు వాల్యూమ్‌ను నియంత్రించండి

source: Share files, links and text
es: Comparte archivos, enlaces y texto
et: Failide, linkide ja tekstide jagamine
fr: Partagez des fichiers, des liens et du texte
gl: Comparta ficheiros, ligazóns e texto
it: Condividi file, collegamenti e testo
nl: Deel bestanden, links en tekst
te: ఫైల్‌లు, లింక్‌లు మరియు వచనాన్ని భాగస్వామ్యం చేయండి

source: Virtual touchpad and keyboard
es: Teclado y trackpad virtuales
et: Virtuaalne puuteplaat ja klahvistik
fr: Clavier et pavé tactile virtuel
gl: Área táctil virtual e teclado
it: Touchpad e tastiera virtuali
nl: Virtueel touchpad en toetsenbord
te: వర్చువల్ టచ్‌ప్యాడ్ మరియు కీబోర్డ్

source: Call and text notification
es: Notificación de llamadas y mensajes
et: Kõnede ja sõnumite teavitused
fr: Notifications d'appel et de SMS
gl: Notificación de chamadas e mensaxes
it: Notifica di chiamate e messaggi
nl: Oproep- en sms-meldingen
te: కాల్ మరియు టెక్స్ట్ నోటిఫికేషన్

source: Execute custom commands
es: Ejecución de comandos personalizados
et: Sinu seadistatud käskude käivitamine
fr: Exécuter des commandes personnalisées
gl: Execute ordes personalizadas
it: Esegui comandi personalizzati
nl: Voer aangepaste opdrachten uit
te: అనుకూల ఆదేశాలను అమలు చేయండి

source: More…
es: Más…
et: Ja muudki veel…
fr: Plus...
gl: Máis…
it: Altro…
nl: Meer…
te: మరిన్ని…

source: Valent is an implementation of the KDE Connect protocol, built on GNOME platform libraries.
es: Valent es una implementación del protocolo KDE Connect, basado en las bibliotecas de la plataforma GNOME.
et: Valent on KDE Connecti protokolli implementatsioon, mis on loodud GNOME'i platvormi teekide alusel.
fr: Valent est une implémentation du protocole KDE Connect, utilisant les librairies GNOME.
gl: Valente é unha implementación do protocolo KDE Connect construída coas bibliotecas da plataforma GNOME.
it: Valent è un'implementazione del protocollo KDE Connect, basato sulle librerie della piattaforma GNOME.
nl: Valent is een implementatie van het KDE Connect-protocol op basis van GNOME-platformbibliotheken.
te: వాలెంట్ అనేది గ్నోమ్ ప్లాట్‌ఫారమ్ లైబ్రరీలపై నిర్మించబడిన KDE కనెక్ట్ ప్రోటోకాల్ యొక్క అమలు.

source: Support connecting to devices by IP address
et: Seadmete ühendamise tugi IP-aadresside alusel
gl: Posibilidade de conectar con dispositivos polo enderezo de IP

source: Support compose mode and grab release for input remote
et: Täiendavad võimalused kaugsisendi kasutamiseks
gl: Compatibilidade co modo de composición e agarrar e soltar na entrada remota

source: Support mounting specific SFTP volumes
et: Konkreetsete SFTP-ressursside haakimise tugi
gl: Posibilidade de montar volumes SFTP específicos

source: Improve async operations for device connections, file transfers and mDNS
et: Senisest paremad asünkroonsed toimingud seadmete ühenduste, failiülekannete ja mDNS-i jaoks
gl: Mellora nas operacións asíncronas para as conexións cos dispositivos, transferencias de ficheiros e mDNS

source: Improve cross-platform support for launching URIs
et: Parem platvormiülene tugi URI-de avamiseks
gl: Mellora na compatibilidade entre plataformas para acceder a URI

source: Various protocol updates
et: Erinevad protokolli uuendused
gl: Varias actualizacións de protocolo

source: Fixes for certificates and devices IDs
et: Sertifikaatide ja seadmete tunnuste parandused
gl: Arranxos para certificados e identificadores de dispositivos

source: Fixes for modemmanager and signal strengths
et: Modemmanageri ja signaali tugevuse parandused
gl: Arranxos para modemmanager e forza do sinal

source: Translation updates
et: Tõlgete täiendused
gl: Actualizacións da tradución
nl: Bijgewerkt: vertalingen

source: Support v8 of the KDE Connect protocol
et: KDE Connecti protokolli versioon 8 tugi
gl: Compatibilidade coa versión v8 do protocolo KDE Connect
nl: Nieuw: ondersteuning voor KDE Connect V8

source: The Contacts plugin has been rewritten with TinySPARQL
et: Kontakide lisamoodul on kirjutatud ümber kasutades TinySPARQL andmehaldust
gl: O engadido Contactos foi reescrito con TinySPARQL
nl: Nieuw: de contactpersonenplug-in is opnieuw gemaakt met TinySPARQL

source: Drop the Mutter input adapter in favour of the XDG portal
et: Mutteri sisendadapteri asemel on nüüd kasutusel XDG portaal
gl: Abandonar o adaptador de entrada de Mutter en favor do portal XDG
nl: Nieuw: voortaan wordt gebruikgemaakt van het XDG-portaal in plaats van Mutter

source: PipeWire support added
et: Lisandus PipeWire'i tugi
gl: Engadida compatibilidade con PipeWire
nl: Nieuw: PipeWire-ondersteuning

source: The user interface has been absorbed by the `gnome` plugin
et: Kasutajaliides on ühendatud GNOME'i lisamooduliga
gl: A interface de usuaria foi absorbida polo engadido «gnome»
nl: Nieuw: de vormgeving maakt voortaan gebruik van de GNOME-plug-in

source: The SMS plugin has been rewritten with TinySPARQL
et: SMS-sõnumite lisamoodul on kirjutatud ümber kasutades TinySPARQL andmehaldust
gl: O engadido de SMS foi reescrito con TinySPARQL
nl: Nieuw: de sms-plug-in is opnieuw gemaakt met TinySPARQL

source: The share dialog has been redesigned
et: Jagamise vaatel on uus visuaal
gl: A caixa de diálogo para compartir foi deseñada de novo
nl: Verbeterd: het deelvenster is opnieuw ontworpen

source: The media dialog has been refactored, with some UI improvements
et: Meediavaatel on uus lahendus koos kasutajaliidese parandustega
gl: A caixa de diálogo de multimedia foi refeita, con melloras na interface
nl: Verbeterd: het mediavenster is aangepast en bevat verbeteringen

source: Port to libawaita-1.5
et: Portimine libawaita-1.5 teegile
gl: Portaxe a libawaite-1.5
nl: Nieuw: overgezet naar libadwaita-1.5

source: Updates to protocol implementation; certificates, device metadata, security
et: Täiendused protokolli teostuses, sertifikaatides, seadme metateabes ja turvalisuses
gl: Actualizacións na implementación do protocolo; certificados, metadatos do dispositivo, seguranza
nl: Bijgewerkt: protocolimplementatie, certificaten, apparaatmetagegevens en beveiliging

source: Initial release.
et: Esimene versioon.
gl: Liberación inicial.
nl: Eerste versie.
te: ప్రారంభ విడుదల.

source: Connect to devices on your network
et: Ühenda sinu võrgus leiduvad seadmed
gl: Conéctese aos dispositivos da súa rede
nl: Maak verbinding met apparaten op uw netwerk
te: మీ నెట్‌వర్క్‌లోని పరికరాలకు కనెక్ట్ చేయండి

source: Securely pair devices
et: Seadmete turvaline paardumine
gl: Emparelle dispositivos con seguranza
nl: Koppel uw apparaten op een veilige manier
te: పరికరాలను సురక్షితంగా జత చేయండి

source: Monitor and control remote devices
et: Kaugseadmete jälgimine ja juhtimine
gl: Vixíe e controle dispositivos remotos
nl: Bekijk en bedien externe apparaten
te: రిమోట్ పరికరాలను పర్యవేక్షించండి మరియు నియంత్రించండి

source: Pairing request from “%s”
et: Paardumispäring seadmest „%s“
gl: Solicitude de emparellamento de «%s»
nl: Koppelverzoek van “%s”
te: “%s” నుండి జత చేసే అభ్యర్థన

source: Reject
es: Rechazar
et: Keeldu
fr: Refuser
gl: Rexeitar
it: Rifiuta
nl: Afwijzen
te: తిరస్కరించు

source: Accept
es: Aceptar
et: Nõustu
fr: Accepter
gl: Aceptar
it: Accetta
nl: Goedkeuren
te: అంగీకరించు

source: Battery
es: Batería
et: Aku
fr: Batterie
gl: Batería
it: Batteria
nl: Accu
te: బ్యాటరీ

source: Monitor battery level and charging state
es: Monitorizar el nivel de batería y el estado de carga
et: Jälgi aku täituvust ja laadimise olekut
gl: Vixíe o nivel da batería e o seu estado de carga
it: Monitora il livello della batteria e lo stato di carica
nl: Bekijk het accu- en oplaadniveau
te: బ్యాటరీ స్థాయి మరియు ఛార్జింగ్ స్థితిని పర్యవేక్షించండి

source: %s: Fully Charged
es: %s: Carga Completa
et: %s: täislaetud
fr: %s: Batterie pleine
gl: %s: Cargada ao tope
it: %s: Completamente carico
nl: %s: volledig opgeladen
te: %s: పూర్తిగా ఛార్జ్ చేయబడింది

source: Battery Fully Charged
es: Batería Cargada Completamente
et: Aku on täislaetud
fr: Batterie pleine
gl: Batería completamente cargada
it: Batteria completamente carica
nl: De accu is volledig opgeladen
te: బ్యాటరీ పూర్తిగా ఛార్జ్ చేయబడింది

source: %s: Battery Low
es: %s: Batería Baja
et: %s: aku on peaaegu tühi
fr: %s: Batterie faible
gl: %s: Batería baixa
it: %s: Batteria scarica
nl: %s: laag accuniveau
te: %s: బ్యాటరీ తక్కువ

source: %g%% (%d∶%02d Remaining)
es: %g%% (%d∶%02d Restante)
et: %g%% (jäänud veel %d∶%02d)
fr: %g%% (%d∶%02d restants)
gl: %g%% (%d∶%02d restantes)
it: %g%% (%d:%02d rimanenti)
nl: %g%% (%d∶%02d resterend)
te: %g%% (%d∶%02d మిగిలినవి)

source: Connect devices over Bluetooth
et: Ühenda seadmed Bluetoothi abil
gl: Conecte dispositivos con Bluetooth
nl: Maak verbinding met apparaten via bluetooth
te: బ్లూటూత్ ద్వారా పరికరాలను కనెక్ట్ చేయండి

source: Clipboard
es: Portapapeles
et: Lõikelaud
fr: Presse-papiers
gl: Portapapeis
it: Appunti
nl: Klembord
te: క్లిప్‌బోర్డ్

source: Sync the clipboard between devices
es: Sincronizar portapapeles entre dispositivos
et: Sünkrooni lõikelauda seadmete vahel
gl: Sincronice o portapapeis entre dispositivos
it: Sincronizza gli appunti tra dispositivi
nl: Synchroniseer klembordinhoud tussen apparaten
te: పరికరాల మధ్య క్లిప్‌బోర్డ్‌ను సమకాలీకరించండి

source: Connectivity
es: Conectividad
et: Ühenduvus
gl: Conectividade
it: Connettività
nl: Verbinding
te: కనెక్టివిటీ

source: Monitor mobile connectivity status
es: Monitorizar el estado de la conexión móvil
et: Jälgi mobiilivõrgu ühenduse olekut
gl: Vixíe o estado da conectividade móbil
it: Monitorare lo stato della connettività mobile
nl: Bekijk de mobieleverbindingsstatus
te: మొబైల్ కనెక్టివిటీ స్థితిని పర్యవేక్షించండి

source: Mobile Network
es: Red Móvil
et: Mobiilivõrk
fr: Réseau mobile
gl: Rede móbil
it: Rete mobile
nl: Mobiel internet
te: మొబైల్ నెట్‌వర్క్

source: Signal Strength %f%%
es: Intensidad de la Señal %f%%
et: Signaali tugevus %f%%
fr: Force du signal %f%%
gl: Forza do sinal %f%%
it: Intensità del segnale %f%%
nl: Bereik: %f%%
te: సిగ్నల్ బలం %f%%

source: No Service
es: Sin cobertura
et: Võrguteenus puudub
fr: Aucun service
gl: Sen servizo
it: Nessun servizio
nl: Geen bereik
te: సేవ లేదు

source: No mobile network service
es: Sin servicio de red móvil
et: Mobiilivõrgu teenus puudub
fr: Aucun service mobile
gl: Sen servizo de rede móbil
it: Nessun servizio di rete mobile
nl: Geen netwerkverbinding
te: మొబైల్ నెట్‌వర్క్ సేవ లేదు

source: No SIM
es: Sin SIM
et: SIM-kaarti pole
fr: Pas de SIM
gl: Sen tarxeta SIM
it: Nessuna SIM
nl: Geen simkaart
te: సిమ్ లేదు

source: Contacts
es: Contactos
et: Kontaktid
gl: Contactos
it: Contatti
nl: Contactpersonen
te: పరిచయాలు

source: Sync contacts between devices
es: Sincronizar contactos entre dispositivos
et: Sünkrooni kontakte seadmete vahel
gl: Sincronice contactos entre dispositivos
it: Sincronizza i contatti tra dispositivi
nl: Synchroniseer contactpersonen tussen apparaten
te: పరికరాల మధ్య పరిచయాలను సమకాలీకరించండి

source: Evolution Data Server
fr: Serveur de données Evolution
gl: Servidor de datos Evolution
te: ఎవల్యూషన్ డేటా సర్వర్

source: Integration with Evolution Data Server
es: Integración con Evolution Data Server
et: Lõiming andmehaldusega Evolution Data Serveris
fr: Intégration avec le serveur de données Evolution
gl: Integración co servidor de datos Evolution
it: Integrazione con Evolution Data Server
nl: Integratie met Evolution Data Server
te: ఎవల్యూషన్ డేటా సర్వర్‌తో ఇంటిగ్రేషన్

source: Freedesktop.org Based Modules
es: Módulos basados en Freedesktop.org
et: Freedesktop.org-i põhised moodulid
fr: Modules basés sur freedesktop.org
gl: Módulos baseados en Freedesktop.org
it: Moduli basati su Freedesktop.org
nl: Op Freedesktop.org gebaseerde modules
te: Freedesktop.org ఆధారిత మాడ్యూల్స్

source: Find My Phone
es: Encontrar mi Teléfono
et: Leia minu telefon
fr: Trouver mon téléphone
gl: Atopar o meu teléfono
it: Trova il mio telefono
nl: Telefoon zoeken
te: నా ఫోన్‌ని కనుగొనండి

source: Find a device by making it ring
es: Encontrar un dispositivo haciéndolo sonar
et: Tuvasta oma seadme asukoht lastes tal heliseda
fr: Trouver un appareil en le faisant sonner
gl: Atope un dispositivo facéndoo soar
it: Trova un dispositivo facendolo squillare
nl: Zoek een apparaat door het te bellen
te: రింగ్ చేయడం ద్వారా పరికరాన్ని కనుగొనండి

source: Ring
es: Hacer Sonar
et: Telefonihelin
fr: Sonner
gl: Facer soar
it: Squillo
nl: Bellen
te: రింగ్

source: Find My Device
et: Leia minu seade
gl: Atopar o meu dispositivo
nl: Apparaat zoeken
te: నా పరికరాన్ని కనుగొనండి

source: Integration with GNOME
et: Lõiming GNOME'iga
gl: Integración con GNOME
nl: Integratie met GNOME
te: GNOMEతో ఏకీకరణ

source: Send to %s
es: Enviar a %s
et: Edasta numbrile %s
fr: Envoyer à %s
gl: Enviar ao %s
it: Invia a %s
nl: Versturen naar %s
te: %s కి పంపండి

source: Work
es: Trabajo
et: Töötelefon
fr: Travail
gl: Traballo
it: Lavoro
nl: Zakelijk
te: పని

source: Mobile
es: Móvil
et: Mobiiltelefon
fr: Portable
gl: Móbil
it: Cellulare
nl: Mobiel
te: మొబైల్

source: Home
es: Inicio
et: Kodutelefon
fr: Accueil
gl: Casa
it: Casa
nl: Persoonlijke map
te: హోమ్

source: Other
es: Otros
et: Muu
fr: Autres
gl: Outro
it: Altro
nl: Overig
te: ఇతర

source: Type a phone number or name
es: Escribe un número de teléfono o nombre
et: Sisesta telefoninumber või nimi
fr: Entrez un numéro de téléphone ou un nom
gl: Escriba un número de teléfono ou nome
it: Digita un numero di telefono o un nome
nl: Voer een naam of telefoonnummer in
te: ఫోన్ నంబర్ లేదా పేరును టైప్ చేయండి

source: No contacts
es: Sin contactos
et: Kontakte ei leidu
fr: Aucun contact
gl: Ningún contacto
it: Nessun contatto
nl: Er zijn geen contactpersonen
te: పరిచయాలు లేవు

source: Select destination
et: Vali sihtkaust
gl: Seleccione destino
nl: Kies een bestemming

source: Phone Numbers
et: Telefoninumbrid
gl: Números de teléfono
nl: Telefoonnummers

source: Unknown
et: Pole teada
fr: Inconnu
gl: Descoñecido
nl: Onbekend
te: తెలియదు

source: New message from %s
et: Uus sõnum saatjalt %s
gl: Recibiuse unha nova mensaxe de %s
nl: Nieuw bericht van ‘%s’
te: %s నుండి కొత్త సందేశం

source: New message from %s, with %d attachment
et: Uus sõnum saatjalt %s, sealhulgas %d manus
gl: Nova mensaxe de %s, con %d anexo
nl: Nieuw bericht van ‘%s’, voorzien van %d bijlage

source: Attach Files
et: Lisa faile manuseks
gl: Xuntar ficheiros
nl: Bijlagen toevoegen
te: ఫైల్‌లను అటాచ్ చేయండి

source: Open
es: Abrir
et: Ava
fr: Ouvrir
gl: Abrir
it: Apri
nl: Openen
te: తెరవండి

source: Save
es: Guardar
et: Salvesta
fr: Enregistrer
gl: Gardar
it: Salva
nl: Opslaan
te: సేవ్ చేయండి

source: Conversation
es: Conversación
et: Vestlus
gl: Conversa
it: Conversazione
nl: Gesprek
te: సంభాషణ

source: Conversation Menu
et: Vestluse menüü
gl: Menú de conversa
nl: Gespreksmenu
te: సంభాషణ మెను

source: Type a message
es: Escribe un mensaje
et: Koosta sõnum
fr: Entrez un message
gl: Escriba unha mensaxe
it: Scrivi un messaggio
nl: Voer een bericht in…
te: సందేశాన్ని టైప్ చేయండి

source: Send Message
es: Enviar Mensaje
et: Saada sõnum
fr: Envoyer le message
gl: Enviar mensaxe
it: Invia messaggio
nl: Bericht versturen
te: సందేశం పంపండి

source: Search Messages…
es: Buscar Mensajes…
et: Otsi sõnumeid…
fr: Chercher un message...
gl: Buscar mensaxes…
it: Ricerca messaggi
nl: Berichten doorzoeken…
te: సందేశాలను శోధించండి...

source: Details
et: Üksikasjad
gl: Detalles
te: వివరాలు

source: Media
et: Meedium
gl: Recursos
te: మీడియా

source: Add people…
et: Lisa inimesi…
gl: Engadir persoas…
nl: Personen toevoegen…
te: వ్యక్తులను జోడించండి...

source: People in this conversation
et: Selles vestluses osalejad
gl: Persoas nesta conversa
nl: Personen in dit gesprek
te: ఈ సంభాషణలో వ్యక్తులు

source: Attachments
et: Manused
gl: Anexos
nl: Bijlagen
te: జోడింపులు

source: Files in this conversation
et: Selle vestluse failid
gl: Ficheiros nesta conversa
nl: Bestanden in dit gesprek
te: ఈ సంభాషణలోని ఫైల్‌లు

source: No attachments found
et: Ühtegi manust ei leidu
gl: Non se atoparon anexos
nl: Er zijn geen bijlagen
te: జోడింపులు ఏవీ కనుగొనబడలేదు

source: Copy text
et: Kopeeri tekst
gl: Copiar texto
nl: Tekst kopiëren
te: వచనాన్ని కాపీ చేయండి

source: Just now
es: Ahora mismo
et: Hetk tagasi
fr: Maintenant
gl: Agora mesmo
it: Proprio adesso
nl: Zojuist
te: ఇప్పుడే

source: %d minute
es: %d minuto
et: %d minut
gl: %d minuto
it: %d minuto
nl: %d minuut
te: %d నిమిషం

source: Yesterday · %s
es: Ayer · %s
et: Eile · %s
fr: Hier · %s
gl: Onte · %s
it: Ieri · %s
nl: Gisteren · %s
te: నిన్న · %s

source: Please confirm the verification key below matches the one on “%s”
et: Palun kinnita, et järgnev verifitseerimisvõti vastab sellele, mida näed seadmes „%s“
gl: Confirme que a chave de verificación de embaixo coincide coa de «%s»
nl: Bevestig dat onderstaande verificatiesleutel overeenkomt met die op “%s”
te: దయచేసి దిగువన ఉన్న ధృవీకరణ కీ "%s" లో ఉన్నదానితో సరిపోలుతుందని నిర్ధారించండి

source: Open the app on your “%s” to request or accept pairing.
et: Paardumisega nõustumiseks või selle algatamiseks ava rakendus „%s“ seadmes.
gl: Abra a app do seu «%s» para solicitar ou aceptar o emparellamento.

source: Fully Charged
es: Carga Completa
et: Täislaetud
fr: Batterie pleine
gl: Completamente cargado
it: Completamente carico
nl: Volledig opgeladen
te: పూర్తిగా ఛార్జ్ చేయబడింది

source: %g%% (Estimating…)
es: %g%% (Estimando…)
et: %g%% (hinnanguliselt…)
fr: %g%% (En train de calculer…)
gl: %g%% (Calculando…)
it: %g%% (stimando…)
nl: %g%% (bezig met berekenen…)
te: %g%% (అంచనా...)

source: %g%% (%d∶%02d Until Full)
es: %g%% (%d∶%02d Hasta Completarse)
et: %g%% (täislaetuseni jäänud %d∶%02d)
fr: %g%% (%d∶%02d jusqu'à charge complète)
gl: %g%% (%d∶%02d até chea)
it: %g%% (%d:%02d fino al completamento)
nl: %g%% (volledig opgeladen over %d∶%02d)
te: %g%% (%d∶%02d పూర్తి అయ్యే వరకు)

source: Device Menu
es: Menú del Dispositivo
et: Seadme menüü
gl: Menú do dispositivo
it: Menù dispositivo
nl: Apparaatmenu
te: పరికర మెను

source: Disconnected
es: Desconectado
et: Ühendus on katkestatud
fr: Déconnecté
gl: Desconectado
it: Disconnesso
nl: Niet verbonden
te: డిస్‌కనెక్ట్ చేయబడింది

source: This device is currently unavailable
es: Este dispositivo no está disponible
et: See seade pole hetkel saadaval
gl: Este dispositivo non está dispoñíbel actualmente
it: Questo dispositivo non è attualmente disponibile
nl: Dit apparaat is momenteel niet beschikbaar
te: ఈ పరికరం ప్రస్తుతం అందుబాటులో లేదు

source: Unpaired
es: No emparejado
et: Paardumata
fr: Non associé
gl: Desemparellado
it: Non accoppiato
nl: Niet gekoppeld
te: జత చేయబడలేదు

source: verification key
et: verifitseerimisvõti
gl: chave de verificación
nl: verificatiesleutel
te: ధృవీకరణ కీ

source: Request Pairing
es: Solicitar Emparejamiento
et: Soovi paardumist
fr: Demande de liaison
gl: Solicitar emparellamento
it: Richiesta di abbinamento
nl: Koppelverzoek versturen
te: జత చేయడాన్ని అభ్యర్థించండి

source: Lock
es: Bloquear
et: Lukusta
fr: Verrouiller
gl: Bloquear
it: Blocca
nl: Vergrendelen
te: తాళం వేయండి

source: Preferences
es: Preferencias
et: Eelistused
fr: Paramètres
gl: Preferencias
it: Preferenze
nl: Voorkeuren
te: ప్రాధాన్యతలు

source: Unpair
es: Desemparejar
et: Lõpeta paardumine
gl: Desemparellar
it: Disaccoppia
nl: Ontkoppelen
te: జతని తీసివేయండి

source: Plugins
et: Lisamoodulid
fr: Extensions
gl: Engadidos
it: Plugin
te: ప్లగిన్లు

source: No Plugins
es: Sin Plugins
et: Lisamooduleid pole
fr: Pas d'extensions
gl: Sen engadidos
it: Nessun plugin
nl: Er zijn geen plug-ins.
te: ప్లగిన్‌లు లేవు

source: Connected
es: Conectado
et: Ühendatud
fr: Connecté
gl: Conectado
it: Connesso
nl: Verbonden
te: కనెక్ట్ చేయబడింది

source: Input Remote
es: Entrada Remota
et: Sisend välisseadmest
fr: Télécommande
gl: Entrada remota
it: Telecomando di ingresso
nl: Afstandsbediening
te: ఇన్‌పుట్ రిమోట్

source: Capture Keyboard
et: Klahvistikuhõive
gl: Capturar teclado
